package com.nosova.simple.coins.android_project_1.db

import com.nosova.simple.coins.android_project_1.BkItem

val bkItems = listOf(
    BkItem(
        id = 1,
        headerName = "Протигази фільтруючі",
        items = listOf(
            "ПМГ", "ПМГ-2",
            "РШ-4,ПРВ"
        )
    ),
    BkItem(
        id = 2,
        headerName = "Протигази ізолюючі",
        items = listOf(
            "ІП-4 без РП",
            "ІП-5 без РП"
        )
    ),
    BkItem(
        id = 3,
        headerName = "Регенеративні патрони",
        items = listOf(
            "РП-4",
            "РП-5",
            "Распіратори    Р-2",
            "Гопкалитови патрони ДП-1",
            "Плащі захисні ОП-1",
            "Панчохи захисні",
            "Рукавички БЛ-1",
            "Костюм захисний Л-1",
            "Костюм захисний КЗС",
            "Мішки прогумовані"
        )
    ),
    BkItem(
        id = 4,
        headerName = "Фільтровентеляційні агрегати й установки",
        items = listOf(
            "ФВА-100/50",
            "ФВА-50/25",
            "ФВА-50/25Д",
            "ФВУ-15-24"
        )
    ),
    BkItem(
        id = 5,
        headerName = "Фільтри поглиначі і передфільтри",
        items = listOf(
            "ФПТ-100М",
            "ФПТ-200М",
            "ФПУ-200",
            "ПФП-1000"
        )
    ),
    BkItem(
        id = 6,
        headerName = "Засоби хімічної розвідки",
        items = listOf(
            "ВПХР",
            "АСП (датчик)",
            "АСП (блок живлення)",
            "ГСА",
            "МК-2",
            "МК-3"
        )
    ),
    BkItem(
        id = 7,
        headerName = "Комплект знаків огородження",
        items = listOf(
            "КЗО-1",
            "КЗО-2",
            "Індикатори сигналізатори ДП-64",
            "Рентгенметри бортові    ДП-3Б, ІМД-21",
            "Прилади ППХР",
            "Прилади ДП-5",
            "Комплект вимірювача дози ІД-1",
            "Дозиметричний комплект     ДП-22В",
            "Вимірювач дози ІД-11",
            "Вимірювальний пристрій до ІД-11",
            "Реактивні піхотні вогнемети РПВ",
            "Вогнеметні постріли до РПВ",
            "АГП",
            "Ручні димові гранати РГД-2"
        )
    ),
    BkItem(
        id = 8,
        headerName = "Димові шашки",
        items = listOf(
            "ДМ-11",
            "УДШ",
            "БДШ-5х, БДШ-5",
            "???????????"
        )
    ),
    BkItem(
        id = 9,
        headerName = "Дегазаційні комплекти й прилади",
        items = listOf(
            "ДК-4",
            "ІДК-1",
            "ТДП",
            "ТДП",
            "ДК-1",
            "ДК-3",
            "ІДПС",
            "МП-800",
            "Хлорпікрин ?????",
            "Хлорпікрин ?????",
            "Хлорпікрин ?????",
            "Хлорпікрин ?????",
            "Комплект палаток КПП-1",
            "Комплект палаток КПП-1",
            "СХМ-1",
            "РЯ-СЗ",
            "??????????? ДАЛІ ЗНАЧЕНННЯ ПОВТОРЮЮТЬСЯ ЩО РОБИТЬ"
        )
    ),
        BkItem(
            id = 9,
            headerName = "Дегазаційні комплекти й прилади",
            items = listOf(
                "ДК-4",
                "ІДК-1",
                "ТДП",
                "ТДП",
                "ДК-1",
                "ДК-3",
                "ІДПС",
                "МП-800",
                "Хлорпікрин ?????",
                "Хлорпікрин ?????",
                "Хлорпікрин ?????",
                "Хлорпікрин ?????",
                "Комплект палаток КПП-1",
                "Комплект палаток КПП-1",
                "СХМ-1",
                "РЯ-СЗ",
                "??????????? ДАЛІ ЗНАЧЕНННЯ ПОВТОРЮЮТЬСЯ ЩО РОБИТЬ"
            )
    )
)